Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# buttonSettings
source: Open settings
da_dk: Åbn indstillinger
de_de: Einstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων
es_es: Abrir ajustes
fi_fi: Avaa asetukset
fr_fr: Ouvrir les paramètres
it_it: Apri impostazioni
nb_no: Åpne innstillinger
nl_nl: Instellingen openen
pl_pl: Otwórz ustawienia
pt_pt: Abrir definições
sv_se: Öppna inställningar

# buttonShowOffers
source: View offers
da_dk: Vis tilbud
de_de: Angebote anzeigen
el_gr: Προβολή προσφορών
es_es: Ver ofertas
fi_fi: Näytä tarjoukset
fr_fr: Voir les offres
it_it: Visualizza offerte
nb_no: Vis tilbud
nl_nl: Aanbiedingen bekijken
pl_pl: Wyświetl oferty
pt_pt: Ver ofertas
sv_se: Visa erbjudanden

# buttonSignOut
source: Sign out
da_dk: Log ud
de_de: Abmelden
el_gr: Αποσύνδεση
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_fr: Se déconnecter
it_it: Esci
nb_no: Logg ut
nl_nl: Uitloggen
pl_pl: Wyloguj się
pt_pt: Terminar sessão
sv_se: Logga ut

# buttonStart
source: Start
de_de: Starten
el_gr: Έναρξη
es_es: Inicio
fi_fi: Käynnistä
fr_fr: Démarrage
it_it: Avvia
nl_nl: Starten
pt_pt: Iniciar

# buttonStartConflictsResolution
source: Start version selection
da_dk: Start versionsvalgning
de_de: Versionsauswahl starten
el_gr: Έναρξη επιλογής εκδόσεων
es_es: Iniciar selección de versiones
fi_fi: Aloita versioiden valinta
fr_fr: Commencer le choix des versions
it_it: Avvia selezione versione
nb_no: Start versjonsvalg
nl_nl: Versieselectie starten
pl_pl: Rozpocznij wybór wersji
pt_pt: Iniciar seleção de versão
sv_se: Starta versionsval

# buttonStartForFree
source: Get started for free
da_dk: Kom gratis i gang
de_de: Kostenlos starten
el_gr: Ξεκινήστε δωρεάν
es_es: Comenzar gratis
fi_fi: Aloita ilmaiseksi
fr_fr: Commencer gratuitement
it_it: Inizia gratuitamente
nb_no: Kom i gang gratis
nl_nl: Gratis aan de slag
pl_pl: Zacznij za darmo
pt_pt: Começar gratuitamente
sv_se: Kom igång gratis

# buttonSynchronizeOffline
source: Sync offline
da_dk: Synkroniser offline
de_de: Offline synchronisieren
el_gr: Συγχρονισμός εκτός σύνδεσης
es_es: Sincronizar sin conexión
fi_fi: Synkronoi offline-tilassa
fr_fr: Synchroniser hors ligne
it_it: Sincronizza offline
nb_no: Synkroniser frakoblet
nl_nl: Offline synchroniseren
pl_pl: Synchronizuj offline
pt_pt: Sincronizar offline
sv_se: Synkronisera offline

# buttonUpdate
source: Update
da_dk: Opdater
de_de: Aktualisieren
el_gr: Ενημέρωση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
it_it: Aggiorna
nb_no: Oppdater
nl_nl: Bijwerken
pl_pl: Zaktualizuj
pt_pt: Atualizar
sv_se: Uppdatera

# buttonUpdateNow
source: Update now
da_dk: Opdater nu
el_gr: Ενημέρωση τώρα
fi_fi: Päivitä nyt
nb_no: Oppdater nå
nl_nl: Nu bijwerken
pl_pl: Zaktualizuj teraz
pt_pt: Atualizar agora
sv_se: Uppdatera nu

# buttonUpdateSubscription
source: Update subscription
da_dk: Opdater abonnement
de_de: Abonnement aktualisieren
el_gr: Ενημέρωση συνδρομής
es_es: Actualizar suscripción
fi_fi: Päivitä tilaus
fr_fr: Mettre à jour l’abonnement
it_it: Aggiorna abbonamento
nb_no: Oppdater abonnement
nl_nl: Abonnement bijwerken
pl_pl: Zaktualizuj subskrypcję
pt_pt: Atualizar subscrição
sv_se: Uppdatera prenumeration

# buttonUpgradeOffer
source: Upgrade
da_dk: Opgradering
de_de: Upgraden
el_gr: Αναβάθμιση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mise à niveau
it_it: Passa a un’offerta superiore
nb_no: Oppgrader
nl_nl: Upgraden
pl_pl: Uaktualnij
pt_pt: Atualizar
sv_se: Uppgradera

# buttonValidate
source: Confirm
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
fi_fi: Vahvista
fr_fr: Valider
it_it: Conferma
nb_no: Bekreft
nl_nl: Bevestigen
pl_pl: Zatwierdź
pt_pt: Confirmar
sv_se: Bekräfta

# buttonValidateAndGoNext
source: Confirm and go to next
da_dk: Bekræft og gå til næste
de_de: Bestätigen und weiter
el_gr: Επιβεβαίωση και μετάβαση στο επόμενο
es_es: Confirmar e ir al siguiente
fi_fi: Vahvista ja siirry seuraavaan
fr_fr: Valider et passer au suivant
it_it: Conferma e vai al successivo
nb_no: Bekreft og gå til neste
nl_nl: Bevestigen en naar volgende gaan
pl_pl: Zatwierdź i przejdź do następnego
pt_pt: Confirmar e avançar
sv_se: Bekräfta och gå till nästa

# buttonWakeUp
source: Wake up
da_dk: Vågn op
de_de: Aktivieren
el_gr: Αφύπνιση
es_es: Activar
fi_fi: Herätä
fr_fr: Réveil
it_it: Riattiva
nb_no: Vekk opp
nl_nl: Activeren
pl_pl: Wybudź
pt_pt: Ativar
sv_se: Väck

# conflictErrorAction
source: Choose a version
da_dk: Vælg en version
de_de: Eine Version auswählen
el_gr: Επιλογή έκδοσης
es_es: Elegir una versión
fi_fi: Valitse versio
fr_fr: Choisir une version
it_it: Scegli una versione
nb_no: Velg en versjon
nl_nl: Een versie kiezen
pl_pl: Wybierz wersję
pt_pt: Escolher uma versão
sv_se: Välj en version

# conflictErrorDescription
source: Two different versions of these files were detected.
da_dk: To forskellige versioner af disse filer blev registreret.
de_de: Zwei verschiedene Versionen dieser Dateien wurden erkannt.
el_gr: Εντοπίστηκαν δύο διαφορετικές εκδόσεις αυτών των αρχείων.
es_es: Se detectaron dos versiones diferentes de estos archivos.
fi_fi: Näistä tiedostoista havaittiin kaksi eri versiota.
fr_fr: Deux versions différentes de ces fichiers ont été détectées.
it_it: Sono state rilevate due versioni diverse di questi file.
nb_no: To forskjellige versjoner av disse filene ble oppdaget.
nl_nl: Er zijn twee verschillende versies van deze bestanden gedetecteerd.
pl_pl: Wykryto dwie różne wersje tych plików.
pt_pt: Foram detetadas duas versões diferentes destes ficheiros.
sv_se: Två olika versioner av dessa filer hittades.

# conflictErrorTitle
source: Version conflicts
da_dk: Versionskonflikter
de_de: Versionskonflikte
el_gr: Συγκρούσεις εκδόσεων
es_es: Conflictos de versiones
fi_fi: Versioristiriidat
fr_fr: Conflits de versions
it_it: Conflitti di versione
nb_no: Versjonskonflikt
nl_nl: Versieconflicten
pl_pl: Konflikty wersji
pt_pt: Conflitos de versões
sv_se: Versionskonflikt

# conflictsSearchBoxPlaceholder
source: Search for a file
da_dk: Søg efter en fil
de_de: Nach einer Datei suchen
el_gr: Αναζήτηση αρχείου
es_es: Buscar un archivo
fi_fi: Hae tiedostoa
fr_fr: Rechercher un fichier
it_it: Cerca un file
nb_no: Søk etter en fil
nl_nl: Zoek een bestand
pl_pl: Wyszukaj plik
pt_pt: Procurar um ficheiro
sv_se: Sök efter en fil

source: Creating share link…
da_dk: Opretter delingslink…
de_de: Freigabelink wird erstellt…
el_gr: Δημιουργία συνδέσμου κοινής χρήσης…
es_es: Creando enlace compartido…
fi_fi: Luodaan jakolinkkiä…
fr_fr: Création d’un lien de partage…
it_it: Creazione del link di condivisione…
nb_no: Oppretter delingslenke…
nl_nl: Deellink aanmaken…
pl_pl: Tworzenie łącza udostępniania…
pt_pt: A criar link de partilha…
sv_se: Skapar delningslänk…

# dataManagementDescription
source: You can customize the usage and operational data collected by Infomaniak to fix bugs and improve the application. Both tools used are hosted and managed exclusively by us. The source code of this application can be verified, the information collected is anonymous and your personal information remains strictly confidential and is never shared with third parties.
da_dk: Du kan tilpasse brugs- og driftsdata, der indsamles af Infomaniak for at rette fejl og forbedre programmet. Begge anvendte værktøjer er hostet og administreret udelukkende af os. Kildekoden til dette program kan verificeres, de indsamlede oplysninger er anonyme, og dine personlige oplysninger forbliver strengt fortrolige og deles aldrig med tredjeparter.
de_de: Sie können die von Infomaniak erfassten Nutzungs- und Betriebsdaten anpassen, um Fehler zu beheben und die Anwendung zu verbessern. Beide verwendeten Tools werden ausschliesslich von uns gehostet und verwaltet. Der Quellcode dieser Anwendung kann überprüft werden, die gesammelten Informationen sind anonym und Ihre persönlichen Daten bleiben streng vertraulich und werden niemals an Dritte weitergegeben.
el_gr: Μπορείτε να προσαρμόσετε τα δεδομένα χρήσης και λειτουργίας που συλλέγει η Infomaniak για τη διόρθωση σφαλμάτων και τη βελτίωση της εφαρμογής. Και τα δύο εργαλεία που χρησιμοποιούνται φιλοξενούνται και διαχειρίζονται αποκλειστικά από εμάς. Ο πηγαίος κώδικας αυτής της εφαρμογής μπορεί να επαληθευτεί, οι πληροφορίες που συλλέγονται είναι ανώνυμες και τα προσωπικά σας στοιχεία παραμένουν αυστηρά εμπιστευτικά και δεν μοιράζονται ποτέ με τρίτους.
es_es: Puede personalizar los datos de uso y operativos recopilados por Infomaniak para corregir errores y mejorar la aplicación. Ambas herramientas utilizadas están alojadas y gestionadas exclusivamente por nosotros. El código fuente de esta aplicación puede verificarse, la información recopilada es anónima y su información personal permanece estrictamente confidencial y nunca se comparte con terceros.
fi_fi: Voit muokata Infomaniakille sovellusten virheiden korjaamiseksi ja kehittämiseksi lähetettäviä käyttö- ja toimintatietoja. Molemmat käytetyt työkalut ovat Infomaniakilla isännöityjä ja hallittuja. Tämän sovelluksen lähdekoodi on tarkistettavissa, kerätyt tiedot ovat anonyymejä ja henkilötietosi pysyvät tiukasti luottamuksellisina eikä niitä koskaan jaeta kolmansille osapuolille.
fr_fr: Vous pouvez personnaliser les données d'utilisation et opérationnelles qui sont récupérées par Infomaniak pour corriger des bugs et faire évoluer l'application. Les deux outils utilisés sont hébergés et gérés exclusivement chez nous. Le code source de cette application peut être vérifié, les informations récoltées sont anonymes et vos informations personnelles restent strictement confidentielles et ne sont jamais partagées avec des tiers.
it_it: Puoi personalizzare i dati di utilizzo e operativi raccolti da Infomaniak per correggere bug e migliorare l’applicazione. Entrambi gli strumenti utilizzati sono ospitati e gestiti esclusivamente da noi. Il codice sorgente di questa applicazione è verificabile, le informazioni raccolte sono anonime e i tuoi dati personali rimangono strettamente riservati e non vengono mai condivisi con terze parti.
nb_no: Du kan tilpasse bruks- og driftsdata som samles inn av Infomaniak for å rette feil og forbedre programmet. Begge verktøyene som brukes, er driftet og administrert utelukkende av oss. Kildekoden til dette programmet kan verifiseres, informasjonen som samles inn er anonym, og din personlige informasjon forblir strengt konfidensiell og deles aldri med tredjeparter.
nl_nl: U kunt de gebruiks- en operationele gegevens aanpassen die door Infomaniak worden verzameld om bugs op te lossen en de applicatie te verbeteren. Beide gebruikte tools worden uitsluitend door ons gehost en beheerd. De broncode van deze applicatie kan worden geverifieerd, de verzamelde informatie is anoniem en uw persoonlijke informatie blijft strikt vertrouwelijk en wordt nooit gedeeld met derden.
pl_pl: Możesz dostosować dane użytkowania i operacyjne zbierane przez Infomaniak w celu naprawy błędów i ulepszania aplikacji. Oba używane narzędzia są hostowane i zarządzane wyłącznie przez nas. Kod źródłowy tej aplikacji może być weryfikowany, zbierane informacje są anonimowe, a Twoje dane osobowe pozostają ściśle poufne i nigdy nie są udostępniane osobom trzecim.
pt_pt: Pode personalizar os dados de utilização e operacionais recolhidos pela Infomaniak para corrigir erros e melhorar a aplicação. As duas ferramentas utilizadas são alojadas e geridas exclusivamente por nós. O código-fonte desta aplicação pode ser verificado, as informações recolhidas são anónimas e as suas informações pessoais permanecem estritamente confidenciais e nunca são partilhadas com terceiros.
sv_se: Du kan anpassa vilka användnings- och driftsdata som samlas in av Infomaniak för att åtgärda buggar och förbättra programmet. Båda verktygen som används driftas och hanteras exklusivt av oss. Källkoden för det här programmet kan verifieras, den insamlade informationen är anonym och din personliga information förblir strikt konfidentiell och delas aldrig med tredje part.

# dataManagementSettings
source: Data management
da_dk: Datastyring
de_de: Datenverwaltung
el_gr: Διαχείριση δεδομένων
es_es: Gestión de datos
fi_fi: Tietojen hallinta
fr_fr: Gestion des données
it_it: Gestione dei dati
nb_no: Dataadministrasjon
nl_nl: Gegevensbeheer
pl_pl: Zarządzanie danymi
pt_pt: Gestão de dados
sv_se: Datahantering

# dataManagementSubtitle
source: Infomaniak respects your privacy
da_dk: Infomaniak respekterer dit privatliv
de_de: Infomaniak respektiert Ihre Privatsphäre
el_gr: Η Infomaniak σέβεται την ιδιωτικότητά σας
es_es: Infomaniak respeta su privacidad
fi_fi: Infomaniak kunnioittaa yksityisyyttäsi
fr_fr: Infomaniak respecte votre vie privée
it_it: Infomaniak rispetta la tua privacy
nb_no: Infomaniak respekterer ditt personvern
nl_nl: Infomaniak respecteert uw privacy
pl_pl: Infomaniak szanuje Twoją prywatność
pt_pt: A Infomaniak respeita a sua privacidade
sv_se: Infomaniak respekterar din integritet

# debugLevelDescription
source: Select the amount of information to log.
da_dk: Vælg mængden af oplysninger, der skal logges.
de_de: Wählen Sie die Menge der zu protokollierenden Informationen aus.
el_gr: Επιλέξτε την ποσότητα πληροφοριών που θα καταγράφονται.
es_es: Seleccione la cantidad de información a registrar.
fi_fi: Valitse kirjattavien tietojen määrä.
fr_fr: Sélectionner la quantité d’informations enregistrées.
it_it: Seleziona la quantità di informazioni da registrare.
nb_no: Velg mengde informasjon som skal logges.
nl_nl: Selecteer de hoeveelheid te registreren informatie.
pl_pl: Wybierz ilość informacji do rejestrowania.
pt_pt: Selecione a quantidade de informações a registar.
sv_se: Välj mängden information som ska loggas.

# debugLevelSetting
source: Debug level
da_dk: Fejlfindingsniveau
de_de: Debug-Stufe
el_gr: Επίπεδο εντοπισμού σφαλμάτων
es_es: Nivel de depuración
fi_fi: Virheenkorjaustaso
fr_fr: Niveau de débogage
it_it: Livello di debug
nb_no: Feilsøkingsnivå
nl_nl: Debugniveau
pl_pl: Poziom debugowania
pt_pt: Nível de depuração
sv_se: Felsökningsnivå

# debugLogsDescription
source: Allows Infomaniak support to identify the cause of an incident.
da_dk: Giver Infomaniak support mulighed for at identificere årsagen til en hændelse.
de_de: Ermöglicht dem Infomaniak-Support, die Ursache eines Vorfalls zu identifizieren.
el_gr: Επιτρέπουν στην υποστήριξη της Infomaniak να εντοπίσει την αιτία ενός συμβάντος.
es_es: Permite al soporte de Infomaniak identificar la causa de un incidente.
fi_fi: Antaa Infomaniakin tuelle mahdollisuuden tunnistaa vian syy.
fr_fr: Permettent au support infomaniak d’identifier l’origine d’un incident.
it_it: Consente al supporto Infomaniak di identificare la causa di un incidente.
nb_no: Lar Infomaniak-support identifisere årsaken til en hendelse.
nl_nl: Stellen de Infomaniak-ondersteuning in staat de oorzaak van een incident te identificeren.
pl_pl: Umożliwia wsparciu Infomaniak identyfikację przyczyny incydentu.
pt_pt: Permitem ao suporte da Infomaniak identificar a causa de um incidente.
sv_se: Gör det möjligt för Infomaniaks support att identifiera orsaken till en incident.

# debugLogsSettings
source: Debug logs
da_dk: Fejlfindingslogfiler
de_de: Debug-Protokolle
el_gr: Αρχεία καταγραφής εντοπισμού σφαλμάτων
es_es: Registros de depuración
fi_fi: Virheenkorjauslokit
fr_fr: Journaux de débogage
it_it: Log di debug
nb_no: Feilsøkingslogger
nl_nl: Debuglogboeken
pl_pl: Dzienniki debugowania
pt_pt: Registos de depuração
sv_se: Felsökningsloggar

# defaultErrorDescription
source: Synchronization will restart automatically. If the problem persists, contact our support and attach the technical details below.
da_dk: Synkronisering genstarter automatisk. Hvis problemet fortsætter, kontakt vores support og vedhæft de tekniske detaljer nedenfor.
de_de: Die Synchronisierung wird automatisch neu gestartet. Wenn das Problem weiterhin besteht, wenden Sie sich an unseren Support und fügen Sie die nachstehenden technischen Details bei.
el_gr: Ο συγχρονισμός θα επανεκκινήσει αυτόματα. Εάν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξή μας επισυνάπτοντας τις τεχνικές λεπτομέρειες παρακάτω.
es_es: La sincronización se reiniciará automáticamente. Si el problema persiste, contacte con nuestro soporte adjuntando los detalles técnicos que aparecen a continuación.
fi_fi: Synkronointi käynnistyy automaattisesti uudelleen. Jos ongelma jatkuu, ota yhteyttä tukeen ja liitä alla olevat tekniset tiedot.
fr_fr: La synchronisation va redémarrer automatiquement. Si le problème persiste, contactez notre support en joignant les détails techniques ci-dessous.
it_it: La sincronizzazione ripartirà automaticamente. Se il problema persiste, contatta il supporto e allega i dettagli tecnici qui sotto.
nb_no: Synkroniseringen vil starte på nytt automatisk. Hvis problemet vedvarer, ta kontakt med vår support og legg ved de tekniske detaljene nedenfor.
nl_nl: De synchronisatie wordt automatisch opnieuw gestart. Als het probleem aanhoudt, neem dan contact op met onze ondersteuning en voeg de onderstaande technische details bij.
pl_pl: Synchronizacja zostanie uruchomiona ponownie automatycznie. Jeśli problem będzie się powtarzać, skontaktuj się z naszym wsparciem, dołączając poniższe szczegóły techniczne.
pt_pt: A sincronização será reiniciada automaticamente. Se o problema persistir, contacte o nosso suporte e anexe os detalhes técnicos abaixo.
sv_se: Synkronisering startas om automatiskt. Om problemet kvarstår, kontakta vår support och bifoga de tekniska detaljerna nedan.

# defaultErrorDetailsLabel
source: Technical details
da_dk: Tekniske detaljer
de_de: Technische Details
el_gr: Τεχνικές λεπτομέρειες
es_es: Detalles técnicos
fi_fi: Tekniset tiedot
fr_fr: Détails techniques
it_it: Dettagli tecnici
nb_no: Tekniske detaljer
nl_nl: Technische details
pl_pl: Szczegóły techniczne
pt_pt: Detalhes técnicos
sv_se: Tekniska detaljer

# defaultErrorTitle
source: An unexpected error occurred
da_dk: Der opstod en uventet fejl
de_de: Ein unerwarteter Fehler ist aufgetreten
el_gr: Παρουσιάστηκε μη αναμενόμενο σφάλμα
es_es: Se produjo un error inesperado
fi_fi: Odottamaton virhe tapahtui
fr_fr: Une erreur inattendue s’est produite
it_it: Si è verificato un errore imprevisto
nb_no: Det oppstod en uventet feil
nl_nl: Er is een onverwachte fout opgetreden
pl_pl: Wystąpił nieoczekiwany błąd
pt_pt: Ocorreu um erro inesperado
sv_se: Ett oväntat fel inträffade

# defaultExclusionFileListDescription
source: These files are excluded by default and cannot be modified.
da_dk: Disse filer er som standard udelukket og kan ikke ændres.
de_de: Diese Dateien sind standardmässig ausgeschlossen und können nicht geändert werden.
el_gr: Αυτά τα αρχεία εξαιρούνται από προεπιλογή και δεν μπορούν να τροποποιηθούν.
es_es: Estos archivos se excluyen de forma predeterminada y no se pueden modificar.
fi_fi: Nämä tiedostot on oletuksena poissuljettu, eikä niitä voi muokata.
fr_fr: Ces fichiers sont ignorés par défaut et ne peuvent pas être modifiés.
it_it: Questi file sono esclusi per impostazione predefinita e non possono essere modificati.
nb_no: Disse filene er ekskludert som standard og kan ikke endres.
nl_nl: Deze bestanden worden standaard uitgesloten en kunnen niet worden gewijzigd.
pl_pl: Te pliki są domyślnie wykluczone i nie mogą być modyfikowane.
pt_pt: Estes ficheiros são excluídos por predefinição e não podem ser modificados.
sv_se: Dessa filer är undantagna som standard och kan inte ändras.

# defaultExclusionFileListHeader
source: Automatic exclusion
da_dk: Automatisk udelukkelse
de_de: Automatischer Ausschluss
el_gr: Αυτόματη εξαίρεση
es_es: Exclusión automática
fi_fi: Automaattinen poissulkeminen
fr_fr: Exclusion automatique
it_it: Esclusione automatica
nb_no: Automatisk ekskludering
nl_nl: Automatische uitsluiting
pl_pl: Automatyczne wykluczenie
pt_pt: Exclusão automática
sv_se: Automatiskt undantag

# deleteCancelErrorTitle
source: Deletion canceled
da_dk: Sletning annulleret
de_de: Löschvorgang abgebrochen
el_gr: Η διαγραφή ακυρώθηκε
es_es: Eliminación cancelada
fi_fi: Poisto peruutettu
fr_fr: Suppression annulée
it_it: Eliminazione annullata
nb_no: Sletting avbrutt
nl_nl: Verwijdering geannuleerd
pl_pl: Usuwanie anulowane
pt_pt: Eliminação cancelada
sv_se: Radering avbruten

# dialogDataErrorSyncDirChangeDescription
source: In these situations, a new sync is required to continue using kDrive correctly.
da_dk: I disse situationer er en ny synkronisering nødvendig for at fortsætte med at bruge kDrive korrekt.
de_de: In diesen Situationen ist eine neue Synchronisierung erforderlich, um kDrive korrekt weiter zu verwenden.
el_gr: Σε αυτές τις περιπτώσεις, απαιτείται νέος συγχρονισμός για να συνεχίσετε να χρησιμοποιείτε σωστά το kDrive.
es_es: En estas situaciones, se requiere una nueva sincronización para continuar usando kDrive correctamente.
fi_fi: Näissä tilanteissa tarvitaan uusi synkronointi kDriven oikean käytön jatkamiseksi.
fr_fr: Dans ces situations, une nouvelle synchronisation est nécessaire pour continuer à utiliser kDrive correctement.
it_it: In questi casi, è necessaria una nuova sincronizzazione per continuare a utilizzare kDrive correttamente.
nb_no: I disse situasjonene kreves en ny synkronisering for å fortsette å bruke kDrive korrekt.
nl_nl: In deze situaties is een nieuwe synchronisatie vereist om kDrive correct te blijven gebruiken.
pl_pl: W takich sytuacjach wymagana jest nowa synchronizacja, aby nadal prawidłowo korzystać z kDrive.
pt_pt: Nestas situações, é necessária uma nova sincronização para continuar a utilizar o kDrive corretamente.
sv_se: I dessa situationer krävs en ny synkronisering för att fortsätta använda kDrive korrekt.
